//
//  BKPasscodeView.strings
//  TheBox iOS
//
//  Copyright (c) 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"%d Failed Passcode Attempts" = "%d neúspešných zadaní kódu";
"%d Failed Password Attempts" = "%d neúspešných zadaní hesla";

"1 Failed Passcode Attempt" = "1 neúspešné zadanie kódu";
"1 Failed Password Attempt" = "1 neúspešné zadanie hesla";

"Do you want to use Touch ID for authentication?" = "Chcete pre overovanie používať Touch ID?";

"Done" = "Hotovo";

"Enable Touch ID" = "Zapnúť Touch ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Zadajte iný prístupový kód. Pôvodný kód nie je možné použiť.";
"Enter a different password. Cannot re-use the same password." = "Zadajte iné heslo. Pôvodné heslo nie je možné použiť.";

"Enter a passcode" = "Zadajte prístupový kód";
"Enter a password" = "Zadajte heslo";

"Enter your new passcode" = "Zadajte svoje heslo";
"Enter your new password" = "Zadajte nové heslo";

"Enter your old passcode" = "Zadajte starý prístupový kód";
"Enter your old password" = "Zadajte staré heslo";

"Enter your passcode" = "Zadajte svoj prístupový kód";
"Enter your password" = "Zadajte svoje heslo";

"Invalid Passcode" = "Neplatný prístupový kód";
"Invalid Password" = "Neplatné heslo";

"Passcodes did not match.\nTry again." = "Prístupové kódy sa nezhodujú.\nSkúste znovu.";
"Password did not match.\nTry again." = "Heslá sa nezhodujú.\nSkúste znovu.";

"Re-enter your passcode" = "Znovu zadajte prístupový kód";
"Re-enter your password" = "Znovu zadajte heslo";

"Try again in %d minutes" = "Skúste znovu o %d minút";

"Try again in 1 minute" = "Skúste o minútu neskôr";
